[XComGameState_LWPerkPackOptions]
PerkPackTabName="ЗДIБНОСТI"

ViewLockedPerksMod="Показати заблокованi здiбностi"
ViewLockedPerksModTooltip="Увiмкнути/вимкнути можливiсть перегляду заблокованих здiбностей (не показує дерево здiбностей Псi-солдата)."

BaseGamePerkUIMod="Використовувати двоколоночний iнтерфейс здiбностей з оригiнальної гри"
BaseGamePerkUIModTooltip="Увiмкнути/вимкнути використання оригiнального двоколоночного iнтерфейсу вибору здiбностей при пiдвищеннi рiвня (або використання iнтерфейсу здiбностей iншого моду)."

DefaultTacticalAbilityContainerMod="Використовувати тактичний iнтерфейс здiбностей з оригiнальної гри"
DefaultTacticalAbilityContainerModTooltip="Цей мод дозволяє солдатам мати бiльше 15 активних здiбностей, створюючи декiлька сторiнок з iконками здiбностей, якi гравцi можуть переглядати пiд час мiсiй. Виберiть цей параметр, щоб вимкнути цю функцiональнiсть (ймовiрно, для використання iншого моду)."

NumDisplayedAbilitiesMod="Здiбностей на сторiнцi в тактичному iнтерфейсi"
NumDisplayedAbilitiesModTooltip="Кiлькiсть здiбностей, що вiдображаються на сторiнцi в тактичному iнтерфейсi. Ця опцiя не працює, якщо увiмкнено параметр 'Використовувати тактичний iнтерфейс здiбностей з оригiнальної гри'."

[UIScreenListener_Armory_MainMenu_LWExpandedPerkTree]
strExpandedMenuOption=Здiбностi
strExpandedTooltip=Розширене дерево здiбностей
ExpandedListItemDescription=Кнопка тестування розширеного дерева здiбностей

[UIScreenListener_Armory_MainMenu_LW_LWExpandedPerkTree]
strExpandedMenuOption=Здiбностi
strExpandedTooltip=Розширене дерево здiбностей
ExpandedListItemDescription=Кнопка тестування розширеного дерева здiбностей

[UITacticalHUD_AbilityContainer_LWExtended]
strChangePageTitle="Додатковi здiбностi"
strChangePageDesc="Перегляньте додатковi здiбностi, якi ви можете активувати. Ви також можете використовувати клавiшу 'x', щоб переглянути додатковi здiбностi."

[UIArmory_MainMenu_LW]
m_strNoWeaponUpgradesTooltip=НЕМАЄ ДОСТУПНИХ УДОСКОНАЛЕНЬ ЗБРОЇ

[X2Ability_PerkPackAbilitySet2]
TrojanVirus="Троянський вiрус"
TrojanVirusTriggered="<XGParam:StrValue0/!UnitName/> активував Троянський вiрус."

DenseSmokeGrenadeEffectDisplayName="Щiльний дим"
DenseSmokeGrenadeEffectDisplayDesc="Щiльний дим надає цьому пiдроздiлу додатковий захисний бонус."

ShellshockEffectDesc="Цей пiдроздiл має знижену точнiсть i шанс критичного влучення."
ShellshockEffectName="Шоковий ефект"

ShockwaveEffectName="Шокований"
ShockwaveEffectDesc="Цей пiдроздiл має знижений захист i ухилення."

[X2Effect_Savior]
strSavior_WorldMessage="Спаситель: Вилiкував додатково <XGParam:IntValue0/> здоров'я."

[X2Effect_LWHolotarget]
HoloTargetEffectName="Голографiчна мiтка"

[X2Effect_ApplyRepairHeal_LW]
HealedMessage="+<Heal/> HP вiдновлено"

[X2Effect_RepairArmor_LW]
ArmorRepairedMessage="Вiдновлено знищену броню"

; POTENTIALLY DEPRECATED AS WELL AS ALL TRANSLATIONS!

[X2Item_DenseSmokeGrenade]
DenseSmokeGrenadeEffectDisplayName="Густий дим"
DenseSmokeGrenadeEffectDisplayDesc="Густий дим надає цьому пiдроздiлу додатковий захисний бонус."

[X2Ability_PerkPackAbilitySet]
LocCoveringFire="Прикриття вогнем"
LocCoveringFireMalus="Цей пiдроздiл був обраний ворожим пiдроздiлом, що прикриває вогнем, що надає -10 до точностi на решту ходу."
; LWOTC Needs Translation
LocSoulStealBuff="Поглинання душi (аблятивна броня)"
LocSoulStealBuffHelpText="Поглинання душi надає аблятивнi очки бронi, коли воно зцiлює понад норму"
; End Translation

LocVampirismBuff="Вампiризм"
LocVampirismBuffHelpText="Вампiризм надає аблативнi очки здоров'я, коли вiдновлюється бiльше здоров'я, нiж максимально можливо."
; End Translation

; LWOTC Needs Translation
[X2Effect_RegenerationPCT]
HealedMessage="+<Heal/> ОЗ вiдновлено"

[X2StatusEffects_LW]
MaimedFriendlyName="Калiцтво"
MaimedFriendlyDesc="Мобiльнiсть пiдроздiлу знижена до нуля, i вiн не може рухатися. Вiн все ще може стрiляти та виконувати iншi дiї, не пов'язанi з рухом."
; End Translation
